[
    {
        "id": 0,
        "coverPack": "portadaFifa21",
        "game": {
            "id": 0,
            "name": "Fifa 21",
            "screenshots": ["ss_fifa1", "ss_fifa2", "ss_fifa3"],
            "coverImage": ["fifa_ps", "fifa_nintendo", "fifa_xbox", "fifa_pc" ]
        },
        "firstReleaseDate": "October 9, 2020"
        "summary": "Is a football simulation video game published by Electronic Arts as part of the FIFA series.[1] It is the 28th installment in the FIFA series, and was released 9 October 2020 for Microsoft Windows, Nintendo Switch, PlayStation 4 and Xbox One. Enhanced versions for the PlayStation 5 and Xbox Series X and Series S are scheduled for release on 4 December, 2020, in addition to a version for Stadia."
        "platform": 2, 3, 13, 14, 15, 19,
        "category": 6,
        "players": 0, 1,
        "status": 0,
        "pegi": 1,
        "publisher": 2,
        "developer": 2,
        "metacritics": "8,2"
    },
    {
        "id": 1,
        "coverPack": "portadaZelda",
        "game": {
            "id": 1,
            "name": "Zelda: Breath of the Wild",
            "screenshots": ["ss_zelda1", "ss_zelda2", "ss_zelda3"],
            "coverImage": ["Zelda_nintendo", "Zelda_wiiU"]
        },
        "firstReleaseDate": "March 3, 2017"
        "summary": "Is a 2017 action-adventure game developed and published by Nintendo for the Nintendo Switch and Wii U consoles. Breath of the Wild is part of the Legend of Zelda franchise and is set at the end of the Zelda timeline; the player controls Link, who awakens from a hundred-year slumber to defeat Calamity Ganon and save the kingdom of Hyrule."
        "platform": 5, 10,
        "category": 5,
        "players": 0,
        "status": 0,
        "pegi": 1,
        "publisher": 0,
        "developer": 0,
        "metacritics": "9,2"
    },
    {
        "id": 2,
        "coverPack": "portadaSMOdissey",
        "game": {
            "id": 2,
            "name": "Super Mario Odissey",
            "screenshots": ["ss_SMOdissey1", "ss_SMOdissey2", "ss_SMOdissey3"],
            "coverImage": ["SMOdissey_nintendo"]
        },
        "firstReleaseDate": "October 27, 2017"
        "summary": "Is a platform game developed and published by Nintendo for the Nintendo Switch on October 27, 2017. An entry in the Super Mario series, it follows Mario and Cappy, a sentient hat that allows Mario to control other characters and objects, as they journey across various worlds to save Princess Peach from his nemesis Bowser, who plans to forcibly marry her. In contrast to the linear gameplay of prior entries, the game returns to the primarily open-ended, 3D platform gameplay featured in Super Mario 64 and Super Mario Sunshine."
        "platform": 10,
        "category": 0, 5,
        "players": 0, 1,
        "status": 0,
        "pegi": 0,
        "publisher": 0,
        "developer": 0,
        "metacritics": "10"
    },
    {
        "id": 3,
        "coverPack": "portadaLastOfUs",
        "game": {
            "id": 3,
            "name": "Last Of Us",
            "screenshots": ["ss_LastOfUs1", "ss_LastOfUs2", "ss_LastOfUs3"],
            "coverImage": ["LastOfUs_ps"]
        },
        "firstReleaseDate": "June 14, 2013"
        "summary": "Is a 2013 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. Players control Joel, a smuggler tasked with escorting a teenage girl, Ellie, across a post-apocalyptic United States. The Last of Us is played from a third-person perspective. Players use firearms and improvised weapons, and can use stealth to defend against hostile humans and cannibalistic creatures infected by a mutated fungus in the genus Cordyceps. In the online multiplayer mode, up to eight players engage in cooperative and competitive gameplay."
        "platform": 1, 2,
        "category": 0, 2, 7,
        "players": 0, 1,
        "status": 0,
        "pegi": 3,
        "publisher": 4,
        "developer": 4,
        "metacritics": "8,6"
    },
    {
        "id": 4,
        "coverPack": "portadaCyberpunk",
        "game": {
            "id": 4,
            "name": "Cyberpunk 2077",
            "screenshots": ["ss_Cyberpunk1", "ss_Cyberpunk2", "ss_Cyberpunk3"],
            "coverImage": ["Cyberpunk_ps4", "Cyberpunk_ps5", "Cyberpunk_pc", "Cyberpunk_stadia", "Cyberpunk_xboxOne", "Cyberpunk_xboxSeries"]
        },
        "firstReleaseDate": "December 10, 2020"
        "summary": "Is an upcoming action role-playing video game developed and published by CD Projekt. It is scheduled to be released for Microsoft Windows, PlayStation 4, PlayStation 5, Stadia, Xbox One, and Xbox Series X/S on 10 December 2020. Adapted from the Cyberpunk franchise, the story takes place in dystopian Night City, an open world with six distinct regions. Players assume the first-person perspective of a customisable mercenary known as V, who can acquire skills in hacking and machinery, an arsenal of ranged weapons, and options for melee combat."
        "platform": 2, 3, 13, 14, 15, 19
        "category": 0, 1, 4,
        "players": 0, 1,
        "status": 1,
        "pegi": 4,
        "publisher": 6,
        "developer": 6,
        "metacritics": "11"
    },
    {
        "id": 5,
        "coverPack": "portadaAmongUs",
        "game": {
            "id": 5,
            "name": "Among Us",
            "screenshots": ["ss_AmongUs1", "ss_AmongUs2", "ss_AmongUs3"],
            "coverImage": ["AmongUs_pc", "AmongUs_mobile"]
        },
        "firstReleaseDate": "June 15, 2018"
        "summary": "Is an online multiplayer social deduction game developed and published by American game studio Innersloth. The game takes place in a space-themed setting, in which players each take on one of two roles, most being Crewmates, and a predetermined number being Impostors.The goal of the Crewmates is to identify the Impostors, eliminate them, and complete tasks around the map; the Impostors' goal is to covertly sabotage and kill the Crewmates before they complete all of their tasks. Players suspected to be Impostors may be eliminated via a plurality vote, which any player may initiate by calling an emergency meeting (except during a crisis) or reporting a dead body. Crewmates win if all Impostors are eliminated or all tasks are completed whereas Impostors win if there is an equal number of Impostors and Crewmates, or if a critical sabotage goes unresolved."
        "platform": 15, 18,
        "category": 8, 9,
        "players": 1,
        "status": 0,
        "pegi": 1,
        "publisher": 5,
        "developer": 7,
        "metacritics": "7"
    },
    {
        "id": 6,
        "coverPack": "portadaCODcoldWar",
        "game": {
            "id": 6,
            "name": "Call of Duty: Black Ops Cold War",
            "screenshots": ["ss_CODcoldWar1", "ss_CODcoldWar2", "ss_CODcoldWar3"],
            "coverImage": ["CODcoldWar_pc", "CODcoldWar_ps4", "CODcoldWar_ps5", "CODcoldWar_xboxOne", "CODcoldWar_xboxSeries"]
        },
        "firstReleaseDate": "November 13, 2020"
        "summary": "Is a 2020 first-person shooter video game developed by Treyarch and Raven Software and published by Activision. It is the sixth installment in the Black Ops series, and the seventeenth installment in the overall Call of Duty series. Serving as the direct sequel to COD: Black Ops (2010) and the direct prequel to COD: Black Ops II (2012), the game was released on November 13, 2020. Is set during the early 1980s of the Cold War. Its campaign follows CIA officer Russell Adler as he pursues Perseus, an alleged Soviet spy, whose stated goal is to subvert the US and tilt the balance of power toward the Soviet Union. Multiplayer has new game modes, more extensive customization, and new map dynamics and elements"
        "platform": 2, 3, 13, 14, 15,
        "category": 4,
        "players": 0, 1,
        "status": 0,
        "pegi": 3,
        "publisher": 7,
        "developer": 7,
        "metacritics": "9,3"
    },
    {
        "id": 7,
        "coverPack": "portadaBattlefield1",
        "game": {
            "id": 7,
            "name": "Battlefield 1",
            "screenshots": ["ss_BattlefieldI1", "ss_BattlefieldI2", "ss_BattlefieldI3"],
            "coverImage": ["BattlefieldI_pc", "BattlefieldI_ps4", "BattlefieldI_ps5", "BattlefieldI_xboxOne"]
        },
        "firstReleaseDate": "October 21, 2016"
        "summary": "Is a first-person shooter video game developed by EA DICE and published by Electronic Arts. Battlefield 1 is the fifteenth installment in the Battlefield series and the first main entry in the series since Battlefield 4. Battlefield 1 received positive reviews by critics and was seen as an improvement over the series previous installments, Battlefield 4 and Battlefield Hardline. Most of the praise was directed towards its World War I theme, single-player campaigns, multiplayer modes, visuals, and sound design. It was a commercial success, selling over 15 million copies."
        "platform": 2, 13, 15,
        "category": 4,
        "players": 0, 1,
        "status": 0,
        "pegi": 3,
        "publisher": 2,
        "developer": 8,
        "metacritics": "9"
    },
    {
        "id": 8,
        "coverPack": "portadaHorizonZeroDawn",
        "game": {
            "id": 8,
            "name": "Horizon Zero Dawn",
            "screenshots": ["ss_HorizonZeroDawn1", "ss_HorizonZeroDawn2", "ss_HorizonZeroDawn3"],
            "coverImage": ["HorizonZeroDawn_pc", "HorizonZeroDawn_ps4"]
        },
        "firstReleaseDate": "1 March 2017"
        "summary": "Is a 2017 action role-playing game developed by Guerrilla Games and published by Sony Interactive Entertainment. The plot follows Aloy, a hunter in a world overrun by machines, who sets out to uncover her past. The player uses ranged weapons, a spear, and stealth to combat mechanical creatures and other enemy forces. A skill tree provides the player with new abilities and bonuses. The player can explore the open world to discover locations and take on side quests. It was released for the PS4 in 2017 and Microsoft Windows in 2020. The game won numerous awards and sold over 10 million copies by Feb 2019, making it one of the best-selling PS4 games."
        "platform": 2, 15,
        "category": 0, 1,
        "players": 0,
        "status": 0,
        "pegi": 2,
        "publisher": 4,
        "developer": 9,
        "metacritics": "8,5"
    },
    {
        "id": 9,
        "coverPack": "portadaGodOfWar",
        "game": {
            "id": 9,
            "name": "God of War",
            "screenshots": ["ss_GodOfWar1", "ss_GodOfWar2", "ss_GodOfWar3"],
            "coverImage": ["GodOfWar_P2", "GodOfWar_java", "GodOfWar_ps3", "GodOfWar_psp", "GodOfWar_psVita", "GodOfWar_ps4", "GodOfWar_ps5"]
        },
        "firstReleaseDate": "March 22, 2005"
        "summary": "Is an action-adventure game franchise created by David Jaffe at Sony's Santa Monica Studio. It began in 2005 on the PS2 video game console, and has become a flagship title for the PlayStation brand, consisting of eight games across multiple platforms with a ninth currently in development. Based in ancient mythology, the story follows Kratos, a Spartan warrior who was tricked into killing his family by his former master, the Greek God of War Ares. This sets off a series of events that leads to wars with the mythological pantheons. The Greek mythology era of the series sees Kratos follow a path of vengeance due to the machinations of the Olympian gods, while the Norse mythology era, which introduces his son Atreus as a secondary protagonist, shows an older Kratos on a path of redemption, which inadvertently brings the two into conflict with the Norse gods."
        "platform": 0, 1, 2, 3, 20, 21, 22,
        "category": 0, 10,
        "players": 0,
        "status": 0,
        "pegi": 2,
        "publisher": 4,
        "developer": 10,
        "metacritics": "8,5"
    }
]
